export default {
  projections: {
    ПортфЦБE: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      обязаности: {
        __caption__: 'Обязаности'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      подписьК: {
        __caption__: 'Подпись К'
      },
      подписьО: {
        __caption__: 'Подпись О'
      },
      сотрудн: {
        __caption__: 'Сотрудн',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      организация: {
        __caption__: 'Организация',
        наим: {
          __caption__: 'Наим'
        }
      },
      клиен: {
        __caption__: 'Клиен',
        наим: {
          __caption__: 'Наим'
        }
      },
      упрОБъек: {
        __caption__: 'Упр о бъек'
      }
    },
    ПортфЦБL: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      обязаности: {
        __caption__: 'Обязаности'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      подписьК: {
        __caption__: 'Подпись К'
      },
      подписьО: {
        __caption__: 'Подпись О'
      },
      сотрудн: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      организация: {
        __caption__: 'Наим',
        наим: {
          __caption__: 'Наим'
        }
      },
      клиен: {
        __caption__: 'Наим',
        наим: {
          __caption__: 'Наим'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    обязаности: {
      __caption__: 'Обязаности'
    },
    подписьК: {
      __caption__: 'Подпись К'
    },
    подписьО: {
      __caption__: 'Подпись О'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    клиен: {
      __caption__: 'Клиен'
    },
    организация: {
      __caption__: 'Организация'
    },
    сотрудн: {
      __caption__: 'Сотрудн'
    },
    упрОБъек: {
      __caption__: 'Упр о бъек'
    }
  }
};
