export default {
  projections: {
    РеестрАкE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      подпись: {
        __caption__: 'Подпись'
      },
      клиен: {
        __caption__: 'Клиен',
        наим: {
          __caption__: 'Наим'
        }
      },
      сотрудн: {
        __caption__: 'Сотрудн',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      упрОБъек: {
        __caption__: 'Упр о бъек'
      }
    },
    РеестрАкL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      подпись: {
        __caption__: 'Подпись'
      },
      клиен: {
        __caption__: 'Наим',
        наим: {
          __caption__: 'Наим'
        }
      },
      сотрудн: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    подпись: {
      __caption__: 'Подпись'
    },
    клиен: {
      __caption__: 'Клиен'
    },
    сотрудн: {
      __caption__: 'Сотрудн'
    },
    упрОБъек: {
      __caption__: 'Упр о бъек'
    }
  }
};
