export default {
  projections: {
    ИнвВзнE: {
      дата: {
        __caption__: 'Дата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      подпись: {
        __caption__: 'Подпись'
      },
      номер: {
        __caption__: 'Номер'
      },
      договрИнв: {
        __caption__: 'Договр инв',
        требования: {
          __caption__: 'Требования'
        }
      },
      упрОБъек: {
        __caption__: 'Упр о бъек'
      }
    },
    ИнвВзнL: {
      дата: {
        __caption__: 'Дата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      подпись: {
        __caption__: 'Подпись'
      },
      номер: {
        __caption__: 'Номер'
      },
      договрИнв: {
        __caption__: 'Требования',
        требования: {
          __caption__: 'Требования'
        },
        организация: {
          __caption__: '',
          наим: {
            __caption__: ''
          }
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    подпись: {
      __caption__: 'Подпись'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    договрИнв: {
      __caption__: 'Договр инв'
    },
    упрОБъек: {
      __caption__: 'Упр о бъек'
    }
  }
};
