export default {
  projections: {
    ДоговрИнвE: {
      требования: {
        __caption__: 'Требования'
      },
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      предмДог: {
        __caption__: 'Предм дог'
      },
      обяз: {
        __caption__: 'Обяз'
      },
      подписьК: {
        __caption__: 'Подпись К'
      },
      подписьО: {
        __caption__: 'Подпись О'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      организация: {
        __caption__: 'Организация',
        наим: {
          __caption__: 'Наим'
        }
      },
      клиен: {
        __caption__: 'Клиен',
        наим: {
          __caption__: 'Наим'
        }
      },
      упрОБъек: {
        __caption__: 'Упр о бъек'
      }
    },
    ДоговрИнвL: {
      требования: {
        __caption__: 'Требования'
      },
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      предмДог: {
        __caption__: 'Предм дог'
      },
      обяз: {
        __caption__: 'Обяз'
      },
      подписьК: {
        __caption__: 'Подпись К'
      },
      подписьО: {
        __caption__: 'Подпись О'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      организация: {
        __caption__: 'Наим',
        наим: {
          __caption__: 'Наим'
        }
      },
      клиен: {
        __caption__: 'Наим',
        наим: {
          __caption__: 'Наим'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    обяз: {
      __caption__: 'Обяз'
    },
    подписьК: {
      __caption__: 'Подпись К'
    },
    подписьО: {
      __caption__: 'Подпись О'
    },
    предмДог: {
      __caption__: 'Предм дог'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    требования: {
      __caption__: 'Требования'
    },
    клиен: {
      __caption__: 'Клиен'
    },
    организация: {
      __caption__: 'Организация'
    },
    упрОБъек: {
      __caption__: 'Упр о бъек'
    }
  }
};
