export default {
  projections: {
    ВыплатДоходE: {
      дата: {
        __caption__: 'Дата'
      },
      требования: {
        __caption__: 'Требования'
      },
      номер: {
        __caption__: 'Номер'
      },
      сотрудн: {
        __caption__: 'Сотрудн',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      упрОБъек: {
        __caption__: 'Упр о бъек'
      }
    },
    ВыплатДоходL: {
      дата: {
        __caption__: 'Дата'
      },
      требования: {
        __caption__: 'Требования'
      },
      номер: {
        __caption__: 'Номер'
      },
      сотрудн: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    требования: {
      __caption__: 'Требования'
    },
    сотрудн: {
      __caption__: 'Сотрудн'
    },
    упрОБъек: {
      __caption__: 'Упр о бъек'
    }
  }
};
