export default {
  projections: {
    Тч_ПортфE: {
      номинал: {
        __caption__: 'Номинал'
      },
      колич: {
        __caption__: 'Колич'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      типАкц: {
        __caption__: 'Тип акц',
        типАкции: {
          __caption__: 'Тип акции'
        }
      }
    },
    Тч_ПортфL: {
      номинал: {
        __caption__: 'Номинал'
      },
      колич: {
        __caption__: 'Колич'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      типАкц: {
        __caption__: 'Тип акции',
        типАкции: {
          __caption__: 'Тип акции'
        }
      }
    }
  },
  validations: {
    колич: {
      __caption__: 'Колич'
    },
    номинал: {
      __caption__: 'Номинал'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    типАкц: {
      __caption__: 'Тип акц'
    }
  }
};
