export default {
  projections: {
    СотруднE: {
      фИО: {
        __caption__: 'ФИО'
      },
      должност: {
        __caption__: 'Должност',
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    СотруднL: {
      фИО: {
        __caption__: 'ФИО'
      },
      должност: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'ФИО'
    },
    должност: {
      __caption__: 'Должност'
    }
  }
};
