export default {
  projections: {
    Тч_реесE: {
      номинал: {
        __caption__: 'Номинал'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      доляУК: {
        __caption__: 'Доля УК'
      },
      основание: {
        __caption__: 'Основание'
      },
      типАкц: {
        __caption__: 'Тип акц',
        типАкции: {
          __caption__: 'Тип акции'
        }
      }
    },
    Тч_реесL: {
      номинал: {
        __caption__: 'Номинал'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      доляУК: {
        __caption__: 'Доля УК'
      },
      основание: {
        __caption__: 'Основание'
      },
      типАкц: {
        __caption__: 'Тип акции',
        типАкции: {
          __caption__: 'Тип акции'
        }
      }
    }
  },
  validations: {
    доляУК: {
      __caption__: 'Доля УК'
    },
    номинал: {
      __caption__: 'Номинал'
    },
    основание: {
      __caption__: 'Основание'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    типАкц: {
      __caption__: 'Тип акц'
    }
  }
};
